{"vocabulary": {"if": 2006, "only": 2798, "people": 2890, "would": 4830, "just": 2159, "take": 3393, "step": 3344, "back": 510, "and": 222, "not": 2502, "make": 2313, "this": 4028, "case": 1156, "about": 40, "they": 3934, "because": 855, "it": 2110, "be": 543, "anyone": 389, "except": 1527, "the": 3574, "two": 4372, "in": 2038, "that": 3466, "situation": 3263, "to": 4145, "yourself": 4994, "into": 2101, "mess": 2360, "matter": 2345, "your": 4976, "own": 2870, "hand": 1743, "these": 3924, "kind": 2190, "of": 2651, "protest": 3014, "without": 4802, "rational": 3067, "thought": 4102, "investigation": 2104, "guy": 1731, "video": 4455, "up": 4407, "want": 4499, "hear": 1869, "when": 4618, "he": 1819, "get": 1654, "press": 2995, "more": 2399, "never": 2462, "out": 2852, "have": 1782, "reasonable": 3088, "discussion": 1403, "smerconish": 3272, "for": 1586, "keep": 2177, "level": 2239, "whole": 4712, "time": 4126, "let": 2233, "masri": 2341, "himself": 1902, "fool": 1582, "how": 1965, "dare": 1361, "those": 4092, "tear": 3421, "city": 1201, "down": 1457, "themselves": 3886, "entire": 1499, "incident": 2079, "with": 4769, "their": 3875, "hate": 1776, "by": 1091, "way": 4523, "since": 3257, "do": 1408, "police": 2952, "brutality": 1033, "become": 876, "an": 204, "wish": 4763, "everyone": 1519, "stop": 3350, "pretend": 2996, "like": 2249, "there": 3899, "know": 2195, "exactly": 1524, "what": 4581, "go": 1686, "on": 2748, "no": 2472, "amount": 202, "honestly": 1951, "witness": 4805, "so": 3277, "none": 2490, "we": 4531, "clue": 1222, "which": 4647, "issue": 2108, "should": 3234, "grand": 1708, "jury": 2158, "most": 2411, "trust": 4347, "majority": 2310, "right": 3117, "course": 1342, "action": 78, "also": 183, "thank": 3459, "you": 4887, "officer": 2730, "america": 195, "actually": 82, "serve": 3196, "protect": 3013, "even": 1505, "re": 3068, "bit": 909, "jerk": 2150, "pull": 3022, "over": 2867, "respect": 3107, "job": 2151, "someone": 3300, "many": 2330, "hold": 1940, "accountable": 69, "until": 4405, "need": 2451, "or": 2820, "around": 410, "people would": 2915, "step back": 3345, "back and": 511, "and not": 292, "not make": 2570, "make this": 2317, "this case": 4043, "because it": 860, "it be": 2114, "be not": 696, "not about": 2503, "the two": 3844, "two people": 4373, "people in": 2899, "in that": 2059, "that situation": 3539, "this mess": 4064, "and take": 324, "your own": 4984, "kind of": 2191, "of protest": 2702, "the guy": 3681, "guy in": 1733, "in this": 2072, "this video": 4081, "video be": 4458, "up and": 4409, "and want": 353, "want to": 4502, "to be": 4152, "and when": 358, "when he": 4624, "he get": 1832, "hear he": 1870, "more and": 2400, "and more": 287, "he be": 1823, "be never": 691, "out to": 2866, "to have": 4205, "to the": 4284, "the whole": 3861, "time and": 4127, "and let": 278, "be fool": 625, "how dare": 1975, "and those": 346, "city down": 1204, "down in": 1459, "themselves and": 3887, "and to": 350, "the entire": 3640, "with their": 4795, "their own": 3883, "by the": 1100, "the way": 3857, "when do": 4623, "police brutality": 2955, "like they": 2259, "they be": 3940, "be there": 804, "there and": 3900, "and they": 340, "they know": 3962, "exactly what": 1525, "what be": 4585, "be go": 633, "go on": 1690, "because there": 866, "there no": 3911, "amount of": 203, "of people": 2697, "people that": 2912, "this incident": 4058, "none of": 2491, "of we": 2719, "we have": 4544, "this whole": 4085, "should have": 3237, "the grand": 3675, "grand jury": 1709, "be the": 792, "the most": 3734, "have to": 1814, "the majority": 3717, "the right": 3801, "of action": 2652, "action and": 79, "let it": 2234, "thank you": 3462, "you to": 4957, "of police": 2699, "police officer": 2964, "in america": 2041, "that actually": 3467, "even if": 1506, "if you": 2023, "you re": 4941, "when you": 4635, "pull over": 3023, "your job": 4981, "job and": 2152, "and know": 276, "know that": 2199, "that someone": 3540, "to do": 4180, "do it": 1414, "it and": 2112, "and that": 328, "that many": 3515, "many people": 2334, "people be": 2892, "go to": 1694, "about be": 41, "be hold": 646, "hold accountable": 1941, "to their": 4289, "until they": 4406, "they need": 3967, "an officer": 217, "or two": 2836, "around in": 411, "in an": 2042, "because it be": 861, "it be not": 2116, "be not about": 697, "two people in": 4374, "in this video": 2075, "this video be": 4082, "want to be": 4503, "when he get": 4625, "how dare he": 1976, "with their own": 4796, "by the way": 1104, "and they know": 342, "what be go": 4586, "be go on": 634, "the grand jury": 3676, "be the most": 795, "we have to": 4545, "of police officer": 2700, "even if you": 1507, "if you re": 2026, "have to do": 1816, "be go to": 635, "be hold accountable": 647, "law": 2215, "enforcement": 1496, "train": 4331, "shoot": 3210, "apprehend": 399, "kill": 2181, "wilson": 4755, "punk": 3025, "bitch": 910, "law enforcement": 2217, "train to": 4332, "to shoot": 4266, "shoot to": 3224, "to apprehend": 4151, "be train": 815, "to kill": 4222, "and thank": 327, "wilson for": 4758, "for kill": 1594, "that punk": 3534, "to shoot to": 4268, "shoot to apprehend": 3225, "black": 913, "life": 2242, "white": 4658, "cunt": 1356, "racist": 3047, "could": 1332, "come": 1232, "well": 4572, "folk": 1580, "give": 1682, "self": 3190, "look": 2283, "at": 463, "nice": 2469, "why": 4715, "always": 187, "race": 3036, "world": 4823, "fear": 1551, "its": 2139, "fuckin": 1636, "man": 2321, "do not": 1416, "not you": 2615, "black life": 935, "life matter": 2247, "by white": 1105, "they have": 3958, "have not": 1806, "not come": 2527, "come up": 1248, "up with": 4420, "or be": 2823, "be it": 656, "it just": 2122, "white folk": 4669, "to give": 4198, "look at": 2284, "at be": 466, "be nice": 692, "for the": 1601, "the black": 3594, "black people": 952, "why do": 4722, "be about": 550, "about race": 48, "whole world": 4713, "world be": 4825, "of be": 2659, "be racist": 733, "do not you": 1435, "black life matter": 938, "come up with": 1249, "or be it": 2824, "be it just": 657, "white folk do": 4670, "for the black": 1602, "the black people": 3597, "have to be": 1815, "be about race": 551, "very": 4449, "large": 2210, "number": 2638, "who": 4688, "call": 1108, "criminal": 1350, "reason": 3084, "fact": 1539, "good": 1701, "work": 4819, "public": 3021, "our": 2848, "child": 1191, "family": 1547, "help": 1878, "complain": 1275, "start": 3326, "some": 3294, "hard": 1768, "often": 2743, "require": 3103, "put": 3029, "line": 2267, "there be": 3901, "be very": 827, "number of": 2639, "people who": 2913, "who do": 4696, "not like": 2566, "be call": 591, "criminal and": 1351, "and its": 271, "its the": 2147, "the reason": 3793, "the fact": 3645, "fact that": 1541, "officer be": 2732, "the good": 3672, "that police": 3531, "officer do": 2736, "the public": 3786, "be in": 651, "we do": 4542, "to call": 4164, "call for": 1109, "and we": 354, "call the": 1113, "the police": 3770, "its about": 2140, "about time": 55, "and start": 320, "start to": 3327, "give the": 1684, "respect for": 3108, "hard work": 1771, "they to": 3988, "to put": 4247, "their life": 3882, "on the": 2760, "to serve": 4263, "serve the": 3197, "do not like": 1428, "the fact that": 3647, "police officer be": 2966, "that police officer": 3533, "we do not": 4543, "arab": 402, "dude": 1471, "absolutely": 60, "once": 2775, "attack": 483, "his": 1906, "twice": 4371, "still": 3346, "but": 1051, "six": 3264, "my": 2435, "opinion": 2813, "be absolutely": 552, "he should": 1850, "not be": 2516, "be shoot": 756, "shoot he": 3216, "if he": 2010, "he attack": 1822, "you and": 4893, "that would": 3570, "he still": 1856, "six time": 3265, "time that": 4134, "that be": 3470, "in my": 2053, "my opinion": 2438, "he should have": 1851, "and that would": 330, "time that be": 4135, "be shoot to": 763, "here": 1881, "tie": 4124, "isis": 2106, "other": 2840, "terrorist": 3443, "group": 1714, "muslim": 2432, "he have": 1834, "and other": 298, "check": 1187, "tube": 4363, "post": 2981, "rant": 3056, "against": 111, "ferguson": 1557, "rioter": 3121, "although": 186, "message": 2361, "deliver": 1383, "childish": 1192, "emotion": 1493, "one": 2779, "few": 1562, "african": 99, "americans": 199, "this you": 4090, "black man": 942, "on an": 2750, "message be": 2362, "be one": 712, "one of": 2786, "of the": 2708, "the very": 3849, "african americans": 101, "who get": 4698, "get it": 1662, "be one of": 713, "one of the": 2788, "love": 2298, "see": 3177, "pussy": 3028, "spit": 3316, "cop": 1303, "happen": 1757, "mike": 2375, "brown": 1018, "strong": 3359, "arm": 405, "thug": 4114, "burn": 1044, "eric": 1501, "nothing": 2617, "wrong": 4858, "death": 1375, "control": 1297, "car": 1139, "love to": 2300, "to see": 4262, "see this": 3185, "see it": 3181, "mike brown": 2377, "brown be": 1020, "be strong": 776, "strong arm": 3360, "thug and": 4115, "and people": 299, "be burn": 589, "do nothing": 1436, "nothing wrong": 2626, "wrong and": 4860, "and be": 230, "to death": 4174, "protest on": 3016, "love to see": 2301, "mike brown be": 2378, "do nothing wrong": 1437, "nothing wrong and": 2627, "agree": 118, "protestor": 3018, "agree with": 119, "with the": 4792, "the protestor": 3785, "agree with the": 121, "browns": 1031, "father": 1550, "say": 3152, "mike browns": 2379, "browns father": 1032, "be make": 678, "make to": 2318, "to say": 4257, "say that": 3158, "point": 2947, "judge": 2157, "speak": 3311, "ability": 36, "fuck": 1626, "can": 1118, "suck": 3368, "medium": 2354, "focus": 1578, "thing": 4001, "cnn": 1223, "shit": 3205, "be so": 766, "on his": 2758, "and like": 279, "always the": 188, "the medium": 3722, "focus on": 1579, "thing that": 4010, "that do": 3485, "not matter": 2573, "cnn be": 1224, "that do not": 3486, "do not matter": 1429, "story": 3356, "reach": 3070, "cops": 1325, "gun": 1725, "probably": 3002, "the story": 3828, "reach for": 3071, "cops gun": 1326, "because you": 875, "get shoot": 1669, "shoot white": 3226, "white or": 4676, "or black": 2825, "white or black": 4677, "as": 419, "close": 1220, "masri be": 2342, "as you": 444, "you can": 4906, "can get": 1123, "get to": 1674, "all": 132, "heart": 1874, "we all": 4532, "all know": 142, "be no": 693, "in their": 2071, "we all know": 4533, "there be no": 3904, "believe": 891, "whatever": 4617, "wanna": 4497, "care": 1147, "any": 378, "bassem": 537, "idiot": 2005, "not care": 2521, "care what": 1154, "any of": 380, "of they": 2716, "bassem masri": 539, "you be": 4897, "be an": 563, "an idiot": 214, "do not care": 1418, "not care what": 2524, "they have to": 3959, "have to say": 1818, "be an idiot": 564, "part": 2875, "part of": 2876, "bassem masri be": 540, "try": 4354, "defend": 1380, "lose": 2291, "decision": 1379, "live": 2272, "would not": 4843, "my time": 2440, "try to": 4355, "to reason": 4252, "reason with": 3087, "with this": 4799, "to defend": 4175, "be lose": 674, "they re": 3976, "with it": 4783, "try to reason": 4359, "to reason with": 4253, "try to defend": 4356, "mr": 2421, "dead": 1369, "be dead": 607, "thus": 4122, "collapse": 1226, "usa": 4428, "consider": 1289, "boil": 992, "evil": 1523, "while": 4650, "may": 2347, "new": 2465, "responsibility": 3110, "government": 1704, "really": 3080, "everything": 1521, "bring": 1010, "valuable": 4440, "whether": 4645, "will": 4739, "occur": 2648, "extremely": 1536, "manner": 2329, "direct": 1399, "towards": 4323, "military": 2382, "political": 2974, "base": 533, "lie": 2241, "every": 1513, "regard": 3093, "mean": 2351, "population": 2977, "upon": 4421, "secret": 3175, "service": 3198, "within": 4801, "neighbourhood": 2461, "possible": 2980, "freedom": 1614, "addition": 87, "violence": 4474, "form": 1612, "both": 994, "the usa": 3848, "only two": 2810, "can be": 1119, "be consider": 601, "the one": 3754, "one it": 2784, "while the": 4656, "the other": 3759, "may be": 2348, "who be": 4689, "of their": 2714, "really do": 3081, "to bring": 4162, "occur be": 2649, "which be": 4648, "as well": 442, "well as": 4573, "base on": 534, "in every": 2043, "this also": 4029, "mean that": 2352, "that the": 3545, "the population": 3780, "usa be": 4429, "and so": 318, "and in": 268, "in its": 2051, "and this": 344, "this be": 4031, "in addition": 2039, "the violence": 3854, "as it": 429, "in some": 2058, "or other": 2830, "of the usa": 2713, "people who be": 2914, "as well as": 443, "and this be": 345, "this be in": 4032, "shout": 3243, "fire": 1573, "theater": 3874, "talk": 3406, "free": 1613, "speech": 3314, "correct": 1328, "consistent": 1290, "department": 1385, "represent": 3102, "hire": 1905, "bunch": 1042, "big": 905, "tough": 4321, "teenager": 3424, "you actually": 4890, "this in": 4057, "in his": 2050, "talk about": 3407, "it up": 2134, "up the": 4417, "be correct": 603, "not the": 2595, "and it": 269, "consistent with": 1291, "police department": 2958, "race and": 3037, "bunch of": 1043, "black guy": 931, "department and": 1386, "and you": 365, "you will": 4966, "black be": 916, "white guy": 4671, "guy who": 1735, "and it be": 270, "that the police": 3551, "the police department": 3773, "to the police": 4286, "police department and": 2959, "and you will": 367, "think": 4013, "think he": 4018, "kill he": 2185, "marijuana": 2336, "then": 3889, "problem": 3003, "word": 4817, "lol": 2280, "rich": 3115, "uneducated": 4396, "ignorant": 2030, "now": 2631, "deal": 1372, "stupid": 3363, "create": 1346, "ready": 3074, "fall": 1546, "walk": 4492, "be what": 834, "what happen": 4592, "happen when": 1765, "when the": 4628, "keep the": 2178, "deal with": 1373, "that you": 3571, "get the": 1671, "about to": 56, "boil over": 993, "this be what": 4036, "be what happen": 835, "what happen when": 4593, "happen when the": 1766, "legal": 2230, "system": 3389, "same": 3149, "reporter": 3101, "the legal": 3708, "as this": 440, "cut": 1357, "head": 1866, "off": 2725, "must": 2433, "sympathizer": 3386, "maybe": 2349, "95": 35, "loot": 2287, "store": 3352, "he look": 1840, "head off": 1867, "off he": 2726, "must be": 2434, "and go": 255, "care about": 1148, "about the": 52, "the issue": 3697, "just want": 2172, "to go": 4199, "store and": 3353, "head off he": 1868, "and go to": 256, "just want to": 2173, "murder": 2429, "kid": 2179, "fake": 1545, "sword": 3385, "much": 2427, "provide": 3020, "non": 2487, "lethal": 2237, "weapon": 4559, "shooting": 3228, "run": 3141, "opportunity": 2816, "immediate": 2036, "corrupt": 1329, "though": 4101, "from": 1618, "teen": 3423, "pursue": 3026, "find": 1567, "hide": 1892, "where": 4638, "bullet": 1040, "end": 1495, "through": 4109, "case have": 1158, "the cop": 3610, "cop that": 1319, "be just": 660, "just as": 2160, "as much": 430, "the mike": 3725, "brown case": 1022, "case the": 1160, "the murder": 3738, "that happen": 3495, "happen in": 1761, "the same": 3811, "cop be": 1305, "non lethal": 2488, "lethal weapon": 2238, "weapon the": 4562, "the shooting": 3816, "because he": 857, "not know": 2563, "why he": 4726, "but if": 1062, "at the": 475, "you should": 4947, "have take": 1811, "take that": 3402, "shoot time": 3222, "time in": 4130, "in the": 2060, "the back": 3587, "we know": 4546, "of cop": 2668, "and these": 339, "be nothing": 706, "have run": 1809, "from the": 1619, "many time": 2335, "when be": 4619, "cop just": 1314, "and find": 248, "not just": 2561, "they say": 3978, "have about": 1783, "of black": 2661, "black population": 958, "have be": 1786, "would say": 4848, "say they": 3162, "be just as": 661, "the mike brown": 3726, "non lethal weapon": 2489, "do not know": 1427, "but if you": 1064, "at the police": 478, "and be shoot": 231, "be shoot time": 762, "shoot time in": 3223, "time in the": 4131, "in the back": 2062, "from the police": 1621, "when be in": 4620, "face": 1538, "wolf": 4808, "this man": 4062, "man be": 2323, "can see": 1134, "see the": 3183, "his face": 1910, "racist and": 3050, "this man be": 4063, "blood": 984, "street": 3358, "tired": 4140, "mainstream": 2309, "media": 2353, "treat": 4337, "follow": 1581, "narrative": 2444, "the street": 3829, "but you": 1087, "we be": 4537, "be all": 559, "all get": 139, "tired with": 4143, "be treat": 816, "who will": 4710, "on the street": 2764, "but you be": 1088, "we be all": 4538, "with the way": 4794, "simple": 3255, "be criminal": 604, "will not": 4748, "not get": 2539, "shoot that": 3219, "you will not": 4967, "will not get": 4749, "not get shoot": 2541, "education": 1487, "an education": 208, "mother": 2416, "peace": 2885, "of shit": 2706, "statement": 3333, "butt": 1089, "fucker": 1635, "fight": 1563, "take an": 3394, "hahahahaha": 1740, "character": 1181, "this guy": 4053, "guy be": 1732, "just like": 2168, "like this": 2260, "this guy be": 4054, "how do": 1977, "completely": 1277, "have his": 1796, "of fame": 2673, "hope": 1955, "god": 1699, "bullshit": 1041, "news": 2466, "hope to": 1957, "you guy": 4918, "be still": 774, "that they": 3555, "you guy be": 4919, "such": 3366, "be such": 779, "crap": 1344, "bad": 518, "name": 2442, "prove": 3019, "boy": 999, "defense": 1382, "however": 1990, "kkk": 2193, "citizen": 1199, "die": 1395, "town": 4325, "justice": 2174, "something": 3304, "decide": 1378, "this entire": 4051, "case be": 1157, "all of": 148, "of these": 2715, "these people": 3929, "be say": 749, "that white": 3566, "white people": 4678, "be be": 577, "and call": 237, "they bad": 3939, "name be": 2443, "as racist": 433, "you would": 4969, "would like": 4842, "like to": 2262, "call it": 1112, "it as": 2113, "as we": 441, "there have": 3907, "that this": 3560, "this boy": 4041, "death be": 1376, "be out": 718, "out of": 2859, "self defense": 3191, "not defend": 2530, "defend the": 1381, "but be": 1053, "of ferguson": 2674, "care if": 1151, "be white": 837, "black what": 961, "what do": 4588, "how the": 1984, "the people": 3765, "in ferguson": 2045, "ferguson be": 1558, "if they": 2018, "they really": 3977, "about this": 54, "they would": 3997, "to express": 4186, "not help": 2556, "what really": 4600, "be that": 788, "be do": 609, "about it": 44, "all of these": 149, "be say that": 751, "that white people": 3567, "white people be": 4680, "be racist and": 735, "to call it": 4165, "there have be": 3908, "not care if": 2523, "care if he": 1152, "if he be": 2011, "be white or": 838, "care about be": 1149, "the people in": 3766, "people in ferguson": 2900, "in ferguson be": 2046, "care about this": 1150, "know what": 2202, "happen he": 1759, "he do": 1830, "not have": 2549, "his hand": 1915, "hand up": 1749, "this guy do": 4055, "not know what": 2564, "know what happen": 2204, "he do not": 1831, "do not have": 1425, "not have his": 2551, "have his hand": 1797, "his hand up": 1919, "the world": 3865, "in the world": 2070, "evidence": 1522, "conclusion": 1281, "instead": 2095, "rush": 3147, "after": 102, "finally": 1566, "beat": 851, "ground": 1713, "btw": 1037, "assault": 454, "sell": 3192, "hospital": 1960, "steal": 3337, "money": 2394, "trash": 4334, "shop": 3229, "charge": 1182, "mentality": 2358, "raise": 3053, "cause": 1166, "to know": 4224, "know the": 2200, "the evidence": 3642, "just come": 2162, "come to": 1245, "to my": 4240, "here be": 1882, "attack cop": 486, "cop and": 1304, "and try": 351, "to take": 4278, "take his": 3397, "his gun": 1914, "gun and": 1726, "and then": 336, "after he": 105, "get out": 1666, "of his": 2679, "car and": 1140, "so what": 3289, "what would": 4614, "out for": 2856, "be beat": 579, "into the": 2102, "the ground": 3678, "some people": 3298, "of brown": 2665, "brown and": 1019, "and put": 307, "the hospital": 3687, "money and": 2395, "and will": 361, "be charge": 595, "for it": 1593, "it so": 2128, "so we": 3288, "be raise": 736, "and he": 261, "be thug": 809, "wanna be": 4498, "be who": 840, "who cause": 4694, "his own": 1923, "not have to": 2553, "to know the": 4227, "try to take": 4360, "get out of": 1667, "out of his": 2860, "the ground and": 3679, "people in the": 2901, "and he be": 262, "break": 1005, "too": 4313, "sense": 3194, "far": 1548, "bassem be": 538, "too much": 4317, "he to": 1859, "roll": 3136, "piss": 2934, "condition": 1282, "high": 1893, "ammo": 200, "blank": 966, "range": 3055, "question": 3033, "authority": 494, "full": 1638, "agenda": 115, "set": 3199, "president": 2994, "prison": 3000, "culture": 1355, "cia": 1196, "drug": 1470, "cheap": 1186, "support": 3374, "turn": 4366, "past": 2881, "govt": 1706, "divide": 1407, "class": 1213, "hardly": 1772, "homeless": 1947, "history": 1931, "role": 3134, "play": 2941, "destroy": 1392, "nation": 2445, "ask": 446, "cop in": 1313, "can not": 1125, "white man": 4674, "piss off": 2935, "at this": 481, "for his": 1592, "need to": 2453, "be on": 710, "of this": 2717, "to set": 4264, "the problem": 3782, "out and": 2855, "we can": 4540, "can turn": 1136, "turn this": 4368, "when we": 4634, "the race": 3788, "race issue": 3039, "the govt": 3674, "to divide": 4179, "can hardly": 1124, "because the": 865, "be more": 681, "more of": 2405, "not for": 2538, "and the": 331, "to destroy": 4176, "be destroy": 608, "this point": 4068, "you can not": 4907, "need to be": 2454, "to be on": 4155, "be the problem": 800, "be more of": 683, "at this point": 482, "moron": 2410, "peaceful": 2886, "suppose": 3377, "old": 2746, "baby": 509, "be talk": 784, "be peaceful": 719, "burn the": 1047, "even though": 1509, "that what": 3564, "what you": 4615, "be suppose": 780, "suppose to": 3378, "when its": 4626, "so they": 3286, "have no": 1805, "be talk about": 785, "what you be": 4616, "be suppose to": 781, "riot": 3119, "american": 198, "civil": 1205, "war": 4507, "the riot": 3803, "the new": 3744, "civil war": 1206, "he not": 1845, "not african": 2508, "african american": 100, "not african american": 2509, "inside": 2094, "can someone": 1135, "this black": 4040, "sick": 3249, "truth": 4348, "mad": 2307, "justify": 2175, "young": 4972, "smh": 3273, "devil": 1394, "disease": 1404, "earth": 1481, "ill": 2032, "glad": 1685, "ass": 450, "half": 1741, "animal": 374, "beast": 850, "you people": 4938, "be sick": 764, "speak the": 3312, "the truth": 3839, "truth and": 4350, "you all": 4891, "all be": 133, "to justify": 4220, "boy who": 1002, "shoot and": 3211, "and kill": 274, "the devil": 3627, "to this": 4293, "ill be": 2033, "your ass": 4977, "speak the truth": 3313, "the truth and": 3841, "and you all": 366, "you all be": 4892, "be shoot and": 757, "shoot and kill": 3212, "change": 1177, "to come": 4168, "come in": 1240, "here that": 1884, "that when": 3565, "time to": 4137, "the world be": 3867, "time to kill": 4138, "propaganda": 3010, "let they": 2236, "it in": 2121, "the most part": 3735, "waste": 4511, "sayin": 3166, "hell": 1876, "loser": 2293, "waste of": 4512, "talk to": 3409, "to that": 4282, "you know": 4927, "what sayin": 4601, "believe what": 897, "what want": 4611, "to believe": 4159, "with fact": 4776, "you know what": 4928, "what want to": 4612, "want to believe": 4504, "pay": 2883, "amendment": 194, "have the": 1812, "right to": 3118, "freedom of": 1615, "all have": 140, "not think": 2598, "after all": 103, "the right to": 3802, "do not think": 1432, "before": 877, "guess": 1721, "day": 1365, "do this": 1446, "guess he": 1722, "all day": 138, "100": 1, "myself": 2441, "be 100": 544, "100 right": 2, "could not": 1334, "not say": 2583, "say it": 3157, "any well": 386, "be 100 right": 545, "tell": 3425, "tell why": 3434, "why it": 4727, "if white": 2022, "man shoot": 2327, "shoot black": 3214, "not racist": 2578, "when black": 4621, "it make": 2125, "make no": 2315, "black man be": 944, "racial": 3042, "profiling": 3007, "rob": 3126, "result": 3113, "excuse": 1529, "arrest": 413, "commit": 1261, "robbery": 3131, "violent": 4476, "getting": 1678, "worry": 4827, "warrant": 4510, "fucking": 1637, "piece": 2930, "human": 1997, "garbage": 1646, "racial profiling": 3043, "and police": 301, "he rob": 1846, "rob store": 3128, "and get": 251, "get kill": 1664, "people should": 2911, "should not": 3240, "to get": 4192, "get arrest": 1656, "when they": 4632, "arm robbery": 407, "people get": 2897, "they should": 3983, "to fear": 4187, "say we": 3165, "we should": 4555, "worry about": 4828, "piece of": 2931, "of human": 2681, "he rob store": 1847, "rob store and": 3129, "and get kill": 252, "should not have": 3241, "have to get": 1817, "crime": 1347, "seem": 3186, "topic": 4318, "use": 4430, "firearm": 1575, "last": 2211, "year": 4868, "warn": 4509, "wound": 4852, "million": 2383, "ppl": 2989, "per": 2918, "black and": 914, "and white": 359, "white crime": 4667, "seem to": 3187, "be big": 582, "in we": 2077, "come here": 1238, "here to": 1886, "black and white": 915, "seem to be": 3188, "come here to": 1239, "read": 3073, "protester": 3017, "the protester": 3784, "take it": 3398, "too far": 4315, "anything": 393, "mind": 2384, "trouble": 4340, "among": 201, "this muslim": 4065, "of peace": 2695, "he want": 1860, "be his": 645, "he want to": 1861, "add": 83, "another": 376, "bastard": 541, "show": 3244, "away": 501, "ha": 1738, "be right": 744, "police that": 2969, "be kill": 663, "get away": 1657, "away with": 505, "police that be": 2970, "that be kill": 3474, "get away with": 1658, "away with it": 506, "dumb": 1474, "be some": 770, "holiday": 1943, "be hire": 644, "the holiday": 3686, "get job": 1663, "pot": 2982, "90": 32, "feed": 1553, "poor": 2976, "in prison": 2057, "year old": 4873, "arrest for": 415, "the poor": 3779, "with no": 4786, "people see": 2910, "see how": 3179, "wow": 4855, "yeah": 4867, "shot": 3230, "buy": 1090, "they start": 3986, "on black": 2752, "black you": 963, "can buy": 1121, "convenience": 1298, "punch": 3024, "dirty": 1401, "rat": 3063, "welfare": 4571, "rest": 3111, "continent": 1294, "country": 1337, "steal from": 3338, "convenience store": 1299, "the face": 3644, "get all": 1655, "all the": 158, "people and": 2891, "to run": 4255, "around the": 412, "on fire": 2757, "all live": 145, "live on": 2274, "on welfare": 2769, "and cause": 240, "where the": 4642, "the rest": 3796, "rest of": 3112, "white country": 4666, "come over": 1244, "over and": 2868, "dumb ass": 1475, "and get shoot": 253, "black people and": 953, "the rest of": 3797, "of black people": 2664, "this dude": 4050, "fuck the": 1631, "lmao": 2277, "police shoot": 2968, "that not": 3524, "how it": 1979, "be attack": 571, "when they be": 4633, "be be attack": 578, "plain": 2938, "why be": 4716, "be this": 808, "like that": 2257, "he talk": 1857, "but do": 1056, "what he": 4594, "he say": 1848, "why be this": 4719, "but do not": 1057, "understand": 4387, "anger": 372, "answer": 377, "their anger": 3876, "war be": 4508, "the answer": 3580, "be not the": 704, "not do": 2532, "do not do": 1419, "choose": 1194, "pathetic": 2882, "interview": 2100, "what an": 4584, "full of": 1639, "the hell": 3685, "do you": 1449, "come from": 1237, "man to": 2328, "motherfucker": 2417, "understand why": 4392, "straight": 3357, "present": 2992, "mass": 2343, "beginning": 885, "18": 7, "adult": 91, "convince": 1302, "later": 2213, "altercation": 185, "between": 901, "similar": 3254, "force": 1610, "killing": 2189, "court": 1343, "view": 4470, "guilty": 1723, "sorry": 3307, "get this": 1673, "as the": 437, "the beginning": 3591, "by all": 1092, "an adult": 205, "the criminal": 3618, "between the": 902, "criminal be": 1352, "kill the": 2186, "the killing": 3700, "view all": 4471, "out all": 2853, "all witness": 169, "of not": 2691, "not here": 2557, "all this": 164, "by the police": 1103, "living": 2275, "these protestor": 3932, "do they": 1445, "they get": 3956, "the time": 3836, "they get the": 3957, "the time to": 3837, "obey": 2641, "normal": 2500, "being": 890, "winner": 4762, "obey the": 2642, "the law": 3703, "human being": 1999, "this would": 4088, "along": 181, "act": 74, "you act": 4888, "act like": 76, "animal you": 375, "you get": 4915, "get treat": 1675, "treat like": 4338, "you act like": 4889, "michael": 2363, "michael smerconish": 2366, "totally": 4319, "during": 1477, "trial": 4339, "hey": 1891, "more like": 2401, "but hey": 1060, "to happen": 4203, "not we": 2612, "that be go": 3473, "swisher": 3383, "sweet": 3382, "value": 4441, "admit": 90, "in fact": 2044, "swisher sweet": 3384, "be bunch": 587, "be bunch of": 588, "proof": 3009, "victim": 4451, "than": 3449, "yet": 4881, "save": 3151, "cost": 1331, "place": 2936, "93": 33, "first": 1576, "begin": 883, "search": 3172, "north": 2501, "africa": 98, "trade": 4328, "native": 2448, "late": 2212, "1600": 6, "table": 3391, "girl": 1681, "50": 28, "us": 4426, "alone": 180, "despite": 1391, "38": 21, "39": 22, "realize": 3078, "each": 1479, "individual": 2084, "person": 2923, "likely": 2264, "cop kill": 1315, "more white": 2409, "than black": 3452, "see they": 3184, "they as": 3938, "because they": 867, "lose their": 2292, "93 of": 34, "of murder": 2688, "kill by": 2183, "by other": 1098, "other black": 2841, "of of": 2692, "other race": 2843, "white be": 4660, "by black": 1093, "and for": 249, "be when": 836, "america and": 196, "and later": 277, "of good": 2676, "the table": 3834, "boy and": 1000, "and girl": 254, "50 of": 29, "the us": 3847, "they make": 3966, "make up": 2319, "they only": 3970, "only make": 2804, "with black": 4773, "black make": 939, "this do": 4048, "not seem": 2586, "realize that": 3079, "of that": 2707, "black person": 957, "person be": 2925, "than white": 3457, "to use": 4298, "black be kill": 917, "be kill by": 664, "be the other": 799, "boy and girl": 1001, "in the us": 2069, "black make up": 940, "this do not": 4049, "finish": 1572, "wake": 4490, "man can": 2324, "man can not": 2325, "sure": 3379, "avoid": 498, "get in": 1661, "real": 3075, "investigate": 2103, "disgusting": 1405, "to investigate": 4216, "re just": 3069, "you want": 4962, "view and": 4472, "more money": 2404, "fuck you": 1634, "how they": 1986, "you re just": 4942, "these people be": 3930, "benefit": 899, "tell you": 3435, "you what": 4964, "you do": 4909, "its all": 2141, "how much": 1982, "you have": 4920, "well for": 4575, "for you": 1608, "be like": 670, "put out": 3030, "out there": 2864, "tell you what": 3437, "you do not": 4910, "grow": 1715, "he need": 1843, "to grow": 4200, "grow up": 1718, "he need to": 1844, "to grow up": 4201, "darren": 1362, "movie": 2420, "body": 989, "ve": 4442, "alive": 131, "ft": 1625, "200": 10, "pound": 2984, "gentleman": 1653, "fill": 1565, "be present": 726, "michael brown": 2364, "people have": 2898, "like in": 2253, "that one": 3528, "the body": 3599, "be case": 592, "case of": 1159, "or run": 2832, "after they": 108, "they ve": 3991, "ve be": 4443, "time for": 4128, "attack by": 485, "person and": 2924, "on your": 2773, "your back": 4978, "hard to": 1769, "like gentleman": 2250, "shit and": 3206, "not any": 2515, "and do": 244, "michael brown be": 2365, "after he be": 106, "he be shoot": 1826, "be case of": 593, "be attack by": 572, "this would not": 4089, "would not have": 4846, "piece of shit": 2932, "and do not": 245, "not have the": 2552, "nonwhite": 2496, "reality": 3077, "its not": 2145, "of nonwhite": 2690, "white cop": 4664, "by white cop": 1106, "how be": 1968, "how be this": 1970, "watch": 4513, "be watch": 830, "humanity": 2000, "jail": 2149, "cell": 1171, "community": 1265, "and no": 290, "in jail": 2052, "the community": 3609, "be criminal thug": 605, "out of the": 2861, "joke": 2155, "be why": 841, "why you": 4736, "this be why": 4037, "why you be": 4737, "wonder": 4813, "expect": 1534, "abuse": 63, "massive": 2344, "gang": 1645, "allow": 175, "consequence": 1287, "itself": 2148, "wonder what": 4816, "what the": 4604, "abuse and": 64, "people do": 2895, "nothing about": 2618, "it to": 2133, "to just": 4219, "let the": 2235, "turn into": 4367, "be allow": 560, "allow to": 176, "without consequence": 4804, "will defend": 4743, "what the police": 4606, "and kill people": 275, "son": 3305, "not want": 2610, "my son": 2439, "this bitch": 4039, "bitch down": 912, "do not want": 1434, "to be in": 4153, "hero": 1889, "be my": 689, "be my hero": 690, "sound": 3309, "do he": 1411, "of he": 2678, "say that the": 3159, "event": 1510, "think that": 4024, "the event": 3641, "of one": 2693, "one person": 2790, "mr brown": 2422, "the police officer": 3776, "leadership": 2223, "united": 4399, "states": 3334, "state": 3329, "under": 4385, "federal": 1552, "stuff": 3362, "push": 3027, "else": 1491, "leader": 2222, "sir": 3260, "fail": 1543, "the united": 3845, "united states": 4400, "be put": 730, "the town": 3838, "everyone know": 1520, "know there": 2201, "be another": 566, "do the": 1442, "black community": 923, "anyone else": 390, "so he": 3280, "just let": 2167, "that real": 3535, "could have": 1333, "have have": 1795, "have it": 1800, "have fail": 1790, "the united states": 3846, "should have be": 3238, "not want to": 2611, "the black community": 3595, "to get shoot": 4195, "you have fail": 4921, "know if": 2196, "if they be": 2019, "nonsense": 2493, "hate black": 1778, "his community": 1908, "the life": 3709, "why people": 4730, "that mike": 3519, "for some": 1598, "cause the": 1169, "the man": 3719, "all black": 136, "if the": 2016, "the situation": 3821, "be exactly": 616, "but the": 1077, "race be": 3038, "there would": 3921, "an issue": 216, "at all": 464, "that mike brown": 3520, "all black people": 137, "there would not": 3922, "would not be": 4844, "well do": 4574, "be try": 820, "and how": 266, "do that": 1441, "where we": 4643, "be now": 708, "badge": 524, "bitch and": 911, "parent": 2874, "like he": 2251, "or his": 2827, "his parent": 1925, "and yet": 364, "he act": 1820, "his store": 1929, "people like": 2903, "that make": 3514, "the fuck": 3661, "affect": 95, "tend": 3439, "listen": 2268, "color": 1229, "policeman": 2972, "youtube": 4996, "notice": 2628, "card": 1145, "feel": 1554, "less": 2231, "black issue": 933, "make it": 2314, "when people": 4627, "not black": 2519, "tend to": 3440, "to stop": 4274, "as if": 426, "police do": 2960, "fuck with": 1633, "be if": 648, "they will": 3995, "you look": 4930, "on youtube": 2774, "notice the": 2629, "this racial": 4069, "because if": 859, "cop to": 1321, "accountable for": 70, "for their": 1604, "you need": 4933, "to realize": 4250, "that play": 3530, "play the": 2942, "because black": 856, "and only": 297, "only black": 2799, "and black": 233, "make people": 2316, "with they": 4798, "who be not": 4691, "be not black": 700, "to stop listen": 4276, "police do not": 2961, "if you be": 2024, "you be not": 4898, "you need to": 4934, "need to realize": 2456, "to realize that": 4251, "rock": 3132, "ever": 1512, "the only": 3755, "islamic": 2107, "hatred": 1781, "true": 4342, "under the": 4386, "of an": 2657, "black or": 951, "dumbass": 1476, "claim": 1208, "phone": 2926, "round": 3137, "claim that": 1210, "his phone": 1926, "and shoot": 314, "without any": 4803, "catch": 1161, "air": 126, "catch on": 1163, "on video": 2768, "the bitch": 3593, "and should": 315, "be give": 632, "catch on video": 1164, "and should not": 316, "neighborhood": 2460, "typical": 4377, "ghetto": 1679, "ya": 4865, "hood": 1953, "collect": 1227, "wall": 4495, "clean": 1214, "highway": 1900, "as an": 421, "an excuse": 209, "excuse to": 1531, "to loot": 4233, "and destroy": 243, "not even": 2534, "wall street": 4496, "have nothing": 1807, "nothing else": 2620, "clean the": 1215, "as an excuse": 422, "an excuse to": 210, "wtf": 4863, "hilarious": 1901, "not this": 2600, "this the": 4075, "that video": 3562, "be not this": 705, "not this the": 2601, "trayvon": 4335, "martin": 2337, "common": 1263, "behind": 889, "zimmerman": 4998, "factor": 1542, "monger": 2396, "al": 129, "sharpton": 3202, "msnbc": 2426, "whip": 4657, "racism": 3044, "injustice": 2092, "style": 3364, "rather": 3065, "poverty": 2985, "rate": 3064, "easy": 1483, "blind": 971, "eye": 1537, "finger": 1571, "single": 3259, "home": 1945, "statistic": 3335, "bear": 849, "drop": 1469, "school": 3168, "chance": 1175, "compare": 1273, "24": 15, "explain": 1535, "comply": 1278, "woman": 4809, "power": 2987, "clear": 1216, "13": 5, "minority": 2385, "long": 2281, "continue": 1295, "promote": 3008, "idea": 2004, "trayvon martin": 4336, "martin and": 2338, "and michael": 286, "brown have": 1025, "the real": 3792, "no one": 2476, "the zimmerman": 3872, "zimmerman case": 4999, "race monger": 3040, "monger like": 2397, "al sharpton": 130, "community to": 1270, "no racism": 2477, "racism and": 3045, "year or": 4874, "and can": 239, "there will": 3919, "will be": 4741, "the big": 3592, "rather than": 3066, "cause of": 1168, "many of": 2332, "black on": 949, "black murder": 947, "be far": 622, "easy to": 1484, "to turn": 4296, "and point": 300, "point the": 2951, "the finger": 3654, "problem in": 3004, "up in": 4415, "the government": 3673, "that child": 3481, "more likely": 2402, "likely to": 2265, "have history": 1798, "history of": 1932, "high chance": 1894, "chance of": 1176, "of poverty": 2701, "poverty and": 2986, "and on": 295, "we look": 4549, "black child": 921, "compare to": 1274, "of white": 2721, "white child": 4662, "we see": 4554, "to explain": 4184, "why black": 4721, "black crime": 928, "crime be": 1349, "black in": 932, "black mother": 946, "woman and": 4810, "the gun": 3680, "the death": 3621, "and probably": 303, "that need": 3522, "have black": 1789, "black culture": 929, "it will": 2135, "will never": 4747, "as race": 432, "continue to": 1296, "to promote": 4244, "the idea": 3689, "that its": 3508, "than the": 3456, "the zimmerman case": 3873, "race monger like": 3041, "black community to": 925, "be no racism": 694, "there will be": 3920, "black on black": 950, "the finger and": 3655, "what be the": 4587, "of the black": 2709, "grow up in": 1719, "more likely to": 2403, "have history of": 1799, "high chance of": 1895, "we look at": 4550, "look at the": 2285, "at the fact": 476, "of black child": 2662, "be so high": 768, "the death of": 3622, "that need to": 3523, "backup": 517, "threaten": 4106, "release": 3095, "pray": 2990, "involve": 2105, "might": 2372, "terrible": 3442, "encounter": 1494, "aman": 190, "how many": 1981, "shot to": 3233, "man if": 2326, "the officer": 3750, "for backup": 1589, "not continue": 2528, "than answer": 3450, "for all": 1587, "if the officer": 2017, "call for backup": 1110, "not continue to": 2529, "skin": 3267, "party": 2879, "exist": 1533, "guy with": 1736, "not live": 2568, "this country": 4046, "of you": 2722, "would do": 4835, "majority of": 2311, "you in": 4925, "know it": 2197, "every day": 1514, "day you": 1367, "be because": 580, "the majority of": 3718, "balanced": 527, "ten": 3438, "pig": 2933, "willing": 4753, "bet": 900, "have fire": 1791, "his ass": 1907, "willing to": 4754, "be they": 806, "fire and": 1574, "even the": 1508, "black that": 960, "the black that": 3598, "song": 3306, "address": 88, "today": 4308, "please": 2944, "tha": 3448, "picture": 2928, "soundcloud": 3310, "listen to": 2269, "little": 2270, "laugh": 2214, "low": 2302, "hole": 1942, "be little": 671, "like how": 2252, "how he": 1978, "to insult": 4215, "at he": 470, "he this": 1858, "and what": 356, "what garbage": 4591, "have become": 1788, "no wonder": 2483, "owner": 2871, "business": 1049, "the owner": 3760, "for no": 1596, "no good": 2473, "for year": 1607, "year to": 4875, "one that": 2793, "they out": 3972, "on you": 2772, "the owner of": 3761, "these people do": 3931, "with other": 4787, "deserve": 1387, "cry": 1354, "be protect": 728, "brown the": 1029, "deserve to": 1389, "to be kill": 4154, "throw": 4112, "if that": 2015, "that cop": 3482, "cop shoot": 1317, "be any": 567, "any riot": 384, "but since": 1073, "since he": 3258, "to think": 4291, "think it": 4021, "be black": 583, "out the": 2863, "card over": 1146, "but since he": 1074, "think it be": 4022, "it be because": 2115, "be because he": 581, "because he be": 858, "he be black": 1824, "the race card": 3789, "report": 3099, "couple": 1340, "ago": 117, "st": 3319, "louis": 2297, "clearly": 1217, "hypocrite": 2003, "find it": 1568, "how all": 1967, "claim they": 1211, "but yet": 1086, "yet they": 4883, "people just": 2902, "be report": 741, "report that": 3100, "black teen": 959, "st louis": 3320, "yet they be": 4884, "excellent": 1526, "wait": 4484, "next": 2467, "tragedy": 4330, "nobody": 2485, "struggle": 3361, "type": 4375, "aware": 499, "wait to": 4488, "to speak": 4270, "this get": 4052, "the next": 3746, "nobody be": 2486, "be real": 739, "be aware": 573, "aware of": 500, "to create": 4171, "be aware of": 574, "they to create": 3989, "window": 4760, "activity": 80, "regardless": 3094, "suicide": 3370, "sue": 3369, "assault the": 458, "the store": 3824, "store owner": 3355, "with police": 4789, "officer darren": 2734, "darren wilson": 1363, "through the": 4110, "then be": 3890, "brown do": 1024, "the color": 3605, "color of": 1230, "of your": 2723, "your skin": 4991, "the day": 3619, "wonder if": 4815, "suicide by": 3371, "by cop": 1095, "his family": 1911, "assault the store": 459, "the store owner": 3827, "officer darren wilson": 2735, "when you do": 4636, "the color of": 3606, "color of your": 1231, "of your skin": 2724, "all the fact": 159, "suicide by cop": 3372, "can not even": 1128, "to buy": 4163, "if your": 2028, "your black": 4979, "its like": 2144, "fine": 1570, "if black": 2008, "black officer": 948, "officer shoot": 2738, "it would": 2136, "would be": 4833, "people not": 2906, "it would be": 2137, "indeed": 2083, "rioting": 3122, "basis": 536, "be only": 714, "if mike": 2014, "mike be": 2376, "be justify": 662, "the rioting": 3805, "not justify": 2562, "there that": 3916, "that day": 3484, "be take": 783, "take place": 3400, "omg": 2747, "be you": 846, "arrest he": 416, "front": 1623, "camera": 1115, "in front": 2048, "front of": 1624, "be tell": 786, "in front of": 2049, "almost": 178, "everyday": 1518, "plus": 2946, "record": 3091, "shoot by": 3215, "the fight": 3653, "get shoot by": 1670, "the city": 3603, "city be": 1202, "be full": 629, "really really": 3083, "people can": 2894, "not try": 2604, "be full of": 630, "not try to": 2605, "county": 1339, "middle": 2369, "go back": 1687, "back to": 514, "that your": 3573, "this be not": 4034, "go back to": 1688, "attention": 492, "how come": 1974, "only one": 2805, "that get": 3491, "this be the": 4035, "be the only": 798, "the only one": 3757, "rise": 3124, "oppression": 2818, "it that": 2130, "that in": 3505, "where people": 4641, "people of": 2907, "of all": 2654, "way to": 4527, "be it that": 658, "bag": 525, "what fucking": 4590, "in trouble": 2076, "behavior": 887, "upset": 4422, "blame": 965, "either": 1489, "quality": 3032, "down the": 1461, "no long": 2474, "upset about": 4423, "about that": 51, "and provide": 306, "the start": 3822, "officer wilson": 2741, "us government": 4427, "government be": 1705, "basic": 535, "we need": 4551, "when these": 4631, "or protest": 2831, "use the": 4436, "then shoot": 3893, "we need to": 4553, "need to get": 2455, "why the": 4731, "they even": 3954, "guy such": 1734, "such an": 3367, "oh": 2744, "seriously": 3195, "open": 2811, "amen": 193, "my god": 2436, "that arab": 3469, "be seriously": 755, "someone who": 3303, "who have": 4703, "thing for": 4005, "in our": 2055, "that guy": 3494, "fuck up": 1632, "up america": 4408, "to the world": 4288, "to that guy": 4283, "the fuck up": 3666, "object": 2643, "andor": 369, "direction": 1400, "illegal": 2034, "truly": 4343, "obvious": 2645, "handle": 1752, "mouth": 2418, "nor": 2497, "enough": 1497, "doubt": 1456, "side": 3250, "superior": 3373, "shame": 3200, "professional": 3006, "you sir": 4949, "claim to": 1212, "object that": 2644, "be search": 753, "search for": 3173, "for be": 1590, "just because": 2161, "not speak": 2589, "to if": 4213, "you try": 4959, "be illegal": 649, "for that": 1600, "to school": 4259, "be truly": 818, "obvious that": 2646, "not handle": 2546, "handle the": 1753, "the word": 3863, "word of": 4818, "nor be": 2498, "why would": 4734, "would you": 4851, "wait for": 4486, "that show": 3538, "what we": 4613, "hand in": 1745, "the air": 3577, "air and": 127, "there should": 3912, "should be": 3235, "your side": 4989, "this happen": 4056, "happen if": 1760, "the witness": 3862, "witness say": 4807, "so there": 3285, "who go": 4700, "go out": 1691, "your opinion": 4983, "get off": 1665, "do some": 1439, "you sir be": 4950, "part of the": 2877, "be you try": 848, "you try to": 4960, "and that be": 329, "back to school": 515, "not handle the": 2547, "the word of": 3864, "hand in the": 1747, "in the air": 2061, "the air and": 3578, "there should be": 3913, "go out and": 1692, "rap": 3057, "ahead": 124, "be rap": 737, "and have": 259, "learn": 2225, "repeat": 3098, "bro": 1016, "somebody": 3299, "shut": 3248, "come out": 1242, "his mouth": 1922, "grow the": 1716, "instead of": 2096, "to you": 4306, "come out of": 1243, "of his mouth": 2680, "grow the fuck": 1717, "decade": 1377, "remain": 3096, "asian": 445, "of million": 2687, "every year": 1517, "this this": 4076, "not call": 2520, "they call": 3945, "this this be": 4077, "well say": 4578, "already": 182, "can do": 1122, "period": 2922, "he can": 1827, "tv": 4369, "on white": 2770, "bring in": 1011, "for my": 1595, "wait for my": 4487, "unemployed": 4397, "be unemployed": 823, "area": 403, "that have": 3497, "of african": 2653, "not it": 2559, "and search": 311, "be african": 554, "not it make": 2560, "that the majority": 3549, "majority of people": 2312, "be african american": 555, "liberal": 2240, "chaos": 1180, "stay": 3336, "tune": 4364, "use to": 4437, "tune for": 4365, "watch the": 4514, "people be the": 2893, "ugly": 4378, "game": 1644, "innocent": 2093, "music": 2431, "model": 2391, "associate": 461, "unfortunately": 4398, "negative": 2458, "mb": 2350, "threat": 4105, "pant": 2873, "hat": 1774, "lack": 2206, "size": 3266, "different": 1398, "clerk": 1218, "due": 1472, "choice": 1193, "apologize": 396, "move": 2419, "positive": 2979, "again": 109, "nonlethal": 2492, "rubber": 3138, "taser": 3412, "mace": 2306, "etc": 1504, "target": 3411, "surrender": 3380, "peacefully": 2887, "above": 59, "dangerous": 1360, "ignorance": 2029, "luther": 2303, "king": 2192, "jr": 2156, "quote": 3035, "you talk": 4952, "like thug": 2261, "and live": 280, "thug then": 4118, "then you": 3897, "die by": 1396, "hate the": 1779, "the game": 3668, "not an": 2514, "an innocent": 215, "shoot in": 3217, "back if": 512, "if we": 2021, "the parent": 3762, "then we": 3896, "what kind": 4598, "he listen": 1838, "to what": 4302, "role model": 3135, "do his": 1412, "but most": 1068, "on this": 2766, "this day": 4047, "the wrong": 3869, "to his": 4208, "you might": 4932, "might as": 2373, "his first": 1912, "crime and": 1348, "and there": 337, "be probably": 727, "by mike": 1096, "human be": 1998, "or should": 2833, "say he": 3155, "big deal": 906, "attack and": 484, "nothing to": 2622, "do with": 1448, "be entitle": 613, "any excuse": 379, "to find": 4190, "to commit": 4169, "commit crime": 1262, "the name": 3740, "up do": 4411, "not shoot": 2587, "look like": 2286, "with your": 4800, "your pant": 4986, "in your": 2078, "say this": 3163, "lack of": 2207, "the result": 3798, "no respect": 2480, "thug who": 4119, "believe he": 892, "he could": 1828, "use his": 4433, "his size": 1927, "real parent": 3076, "would have": 4837, "behavior be": 888, "and criminal": 242, "his life": 1921, "do be": 1410, "be wrong": 845, "wrong in": 4861, "the clerk": 3604, "this officer": 4066, "officer and": 2731, "after the": 107, "officer before": 2733, "before the": 880, "the shot": 3817, "shot be": 3231, "be fire": 624, "but this": 1081, "due to": 1473, "we also": 4534, "store clerk": 3354, "clerk and": 1219, "only to": 2809, "to learn": 4228, "we live": 4547, "to support": 4277, "rubber bullet": 3139, "to those": 4294, "those who": 4100, "for what": 1606, "or if": 2828, "he in": 1836, "gun down": 1729, "with his": 4781, "hand raise": 1748, "support the": 3375, "the cause": 3601, "this still": 4073, "still be": 3347, "the end": 3639, "other than": 2844, "run the": 3143, "martin luther": 2339, "luther king": 2304, "be live": 672, "live in": 2273, "because of": 863, "be come": 598, "act like thug": 77, "be not an": 699, "who get shoot": 4699, "shoot in the": 3218, "in this case": 2073, "this case be": 4044, "what kind of": 4599, "he listen to": 1839, "who be the": 4693, "and call it": 238, "might as well": 2374, "and there be": 338, "by mike brown": 1097, "say he be": 3156, "have nothing to": 1808, "nothing to do": 2623, "to do with": 4183, "to commit crime": 4170, "the name of": 3741, "hand up do": 1751, "up do not": 4412, "do not shoot": 1431, "need to stop": 2457, "on the ground": 2762, "say this be": 3164, "in the street": 2068, "be the result": 801, "the result of": 3799, "they would have": 4000, "this be my": 4033, "what he do": 4596, "the officer before": 3752, "the shot be": 3818, "to the store": 4287, "the store clerk": 3826, "to those who": 4295, "the officer be": 3751, "and he do": 263, "because they be": 868, "they be black": 3941, "be black and": 584, "with his hand": 4782, "his hand raise": 1918, "the street to": 3831, "martin luther king": 2340, "we be live": 4539, "be live in": 673, "because of this": 864, "the people who": 3767, "accord": 65, "comment": 1251, "elect": 1490, "people say": 2909, "say black": 3154, "the victim": 3850, "accord to": 66, "the comment": 3607, "the elect": 3635, "have good": 1794, "thing go": 4007, "but they": 1080, "all white": 167, "to racism": 4248, "play the victim": 2943, "that the elect": 3547, "politician": 2975, "want it": 4500, "it do": 2118, "with common": 4774, "take care": 3395, "it do not": 2119, "testtube": 3446, "inequality": 2085, "resident": 3106, "vote": 4481, "council": 1335, "title": 4144, "account": 67, "some of": 3296, "the inequality": 3692, "city council": 1203, "if this": 